[
  {
    "id": 1,
    "title": "Pepsi’s Marketing Strategy: A Look at How the Brand Stays Ahead of the Competition",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Design",
    "author": "Avitex",
    "date": "2 days ago",
    "comments": 12,
    "views": "260.2K",
    "description": "Renowned all over the world, Pepsi is definitely a necessary component of people’s gatherings and meals! But have you ever wondered how this company came to be, given its evident success?"
  },
  {
    "id": 2,
    "title": "The Rise of Sustainable Design: How Brands Are Embracing Eco-Friendly Practices",
    "image": "/images/placeholders/posts/post_19.jpg",
    "tag": "Sustainability",
    "author": "EcoWave",
    "date": "5 days ago",
    "comments": 8,
    "views": "150.3K",
    "description": "Sustainability is more than just a trend; it's a movement towards a more responsible future. Discover how companies are incorporating green design."
  },
  {
    "id": 3,
    "title": "How Apple’s iPhone Changed the Smartphone Industry Forever",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Tech",
    "author": "John Smith",
    "date": "1 week ago",
    "comments": 45,
    "views": "1.2M",
    "description": "Since its release, the iPhone has completely transformed the way we use technology. This article explores the profound impact it has had on the smartphone market."
  },
  {
    "id": 4,
    "title": "The Art of Minimalism in Web Design: Less is More",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Design",
    "author": "Jane Doe",
    "date": "3 weeks ago",
    "comments": 10,
    "views": "320.8K",
    "description": "Minimalism has been one of the most enduring trends in web design. Learn how designers are using simplicity to create powerful user experiences."
  },
  {
    "id": 5,
    "title": "Why Mental Health Awareness is Essential in the Workplace",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Health",
    "author": "Sarah Wilson",
    "date": "4 days ago",
    "comments": 22,
    "views": "98.4K",
    "description": "Mental health is becoming a significant focus for employers. Explore how businesses can create a supportive environment for their teams."
  },
  {
    "id": 6,
    "title": "How Tesla is Revolutionizing the Automotive Industry",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Automotive",
    "author": "Elon Musk",
    "date": "1 month ago",
    "comments": 120,
    "views": "2.3M",
    "description": "Tesla is pushing the boundaries of innovation, from electric vehicles to renewable energy solutions. Learn about its journey and future potential."
  },
  {
    "id": 7,
    "title": "Top 5 Web Development Trends to Watch in 2024",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Development",
    "author": "Michael Chang",
    "date": "2 days ago",
    "comments": 33,
    "views": "89.6K",
    "description": "From AI integration to web accessibility, 2024 is shaping up to be a transformative year in web development. Stay ahead of the curve with these trends."
  },
  {
    "id": 8,
    "title": "Mastering Digital Marketing: A Guide for Beginners",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Digital Marketing",
    "author": "Emily Harris",
    "date": "1 week ago",
    "comments": 14,
    "views": "72.4K",
    "description": "In today’s digital age, marketing has shifted online. This beginner’s guide walks you through the essentials of running successful digital marketing campaigns."
  },
  {
    "id": 9,
    "title": "How to Create an Effective Marketing Plan for Your Startup",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Marketing",
    "author": "Richard Stevens",
    "date": "3 weeks ago",
    "comments": 27,
    "views": "210.5K",
    "description": "A solid marketing plan is critical for the success of any startup. Learn the key elements to build a strategy that will help your business grow."
  },
  {
    "id": 10,
    "title": "Business Growth Hacking: Tips to Scale Your Company Faster",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Business",
    "author": "Jessica Lee",
    "date": "2 months ago",
    "comments": 18,
    "views": "128.7K",
    "description": "Growth hacking is all about finding innovative ways to accelerate your company's growth. Discover strategies used by successful businesses to expand rapidly."
  },
  {
    "id": 11,
    "title": "The Power of Branding: Why Consistency Matters",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Marketing",
    "author": "David Brown",
    "date": "1 month ago",
    "comments": 20,
    "views": "144.9K",
    "description": "A strong brand identity is essential in today's competitive market. Explore why brand consistency is key to creating long-lasting customer relationships."
  },
  {
    "id": 12,
    "title": "The Ultimate Guide to Responsive Web Design",
    "image": "/images/placeholders/posts/post_18.jpg",
    "tag": "Web Design",
    "author": "Anna Walker",
    "date": "2 weeks ago",
    "comments": 25,
    "views": "97.5K",
    "description": "With the rise of mobile usage, responsive design has become a must-have for websites. Learn how to optimize your web design to deliver a seamless user experience on any device."
  }
]
